Repository: PigletGame/PigletGame
Catalog: PigletGame/App/Localizable.xcstrings
Source language: en
Languages: pt_br

source: +HEALTH
pt_br: +VIDA

source: +SHIELD
pt_br: +ESCUDO

# ASSET_PAUSED
source: Menu/Paused_EN
pt_br: Menu/Paused_PT

# ASSET_YOU_DIED
source: GameOver/YouDied_EN
pt_br: GameOver/YouDied_PT

source: Back to Menu
pt_br: Voltar ao Menu

source: Buy House
pt_br: Comprar Casa

source: Double your Coins
pt_br: Dobrar suas Moedas

source: Drag anywhere on the left side to move the character
pt_br: Arraste em qualquer lugar no lado esquerdo para mover o personagem

source: Drag anywhere on the right side to shoot
pt_br: Arraste em qualquer lugar no lado direito para atirar

source: Give up
pt_br: Desistir

source: HOUSES
pt_br: CASAS

source: Kill the tigers, earn coins and buy your houses
pt_br: Mate os tigres, ganhe moedas e compre suas casas

source: No houses yet
pt_br: Ainda não há casas.

source: Play
pt_br: Jogar

source: Play Again
pt_br: Jogar Novamente

source: RANK UP
pt_br: AUMENTO DE NÍVEL

source: Resume
pt_br: Retomar

source: Reward Used
pt_br: Recompensa Usada

source: See the Village
pt_br: Ver a Vila

source: TAKE IT BACK
pt_br: RETOME-A

source: Tap to continue
pt_br: Toque para continuar

# THE (HOUSES)
source: THE
pt_br: AS

# THE (VILLAGE)
source: THE
pt_br: A

source: THE TIGERS DESTROYED YOUR VILLAGE
pt_br: OS TIGRES DESTRUÍRAM SUA VILA

source: THEY TOOK EVERYTHING
pt_br: ELES LEVARAM TUDO

source: Village
pt_br: Vila

source: VILLAGE
pt_br: VILA

source: x2 REWARD APPLIED
pt_br: RECOMPENSA 2x APLICADA
